"Apple\nStore\nMac\niPad\niPhone\nWatch\nVision\nAirPods\nTV & Home\nEntertainment\nAccessories\nSupport\n0\nLegal\nHardware\nSoftware\nSales & Support\nInternet Services\nIntellectual Property\nMore Resources\nEnglish Choose your preferred language\nApple Music & Privacy\nYour searches, browsing, purchases, and device trust score help improve the service and prevent fraud. If you subscribe or enroll in a preview, we also use your music library and what you play to personalize your experience and send you notifications. Your device serial number may be used to check eligibility for offers.\n \nApple Music is designed to protect your information and enable you to choose what you share.\n\n\nApple collects information about your Apple Music and Apple Music Classical activity, such as the songs you play and how long you play them, to personalize the services when you are subscribed or enrolled in a preview, send you notifications, and compensate our partners.\nYour Apple cloud library sends information from your music library on your device to Apple, such as song and artist names, to identify and unlock copies of any of your songs that are also available in Apple Music.\nWe associate your cloud library information with you for as long as you remain subscribed and for a short time after. We retain records of the songs you play for the periods specified by applicable laws relating to financial reporting.\nTo help identify and prevent fraud, information about how you use your device, including the approximate number of phone calls or emails you send and receive, will be used to compute a device trust score when you attempt a purchase. The submissions are designed so Apple cannot learn the real values on your device. The scores are stored for a fixed time on our servers.\nProtecting the privacy and security of your information is a priority for everyone at Apple. We work hard to collect only the data we need to make your experience better, and when we do collect data we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices. Apple Music and Apple Music Classical, like every Apple product and service, are designed with these principles in mind.\nWe use your personal data to provide the services and features in Apple Music. This information includes your name and Apple ID account photo if you’ve set one, which you can access and change in the Apple Music app Settings for use with the sharing features in Apple Music, as well as account and payment information, which you can access and change in Settings or System Settings.\nWhen you subscribe to Apple Music, your subscription includes full access to Apple Music and Apple Music Classical. Apple collects information about how you use Apple Music and Apple Music Classical in order to tailor features to your musical tastes. These features include Listen Now, where you see albums and playlists picked for you, and Radio, which plays selections from your favorite artists and genres. We also use this information so that we can contact you by email and push notification about upcoming releases, new artists, and other happenings on Apple Music and Apple Music Classical that you may like.\nWhen you participate in a preview of Apple Music services, Apple collects information about how you use Apple Music and may use this information in order to tailor your experience.\nSome Apple Music features, such as certain broadcast radio stations, may not be available in your region. Apple may use the IP address of your Internet connection to approximate your location and determine availability.\nApple Music Classical\nApple Music subscribers have access to Apple Music Classical, a classical music application designed to allow you to discover classical tracks and albums, and save your favorite classical tracks in one centralized place. You can browse the Apple Music Classical catalog without a subscription, but you must have an Apple Music subscription to access all the features of Apple Music Classical. If you do not have an active Apple Music subscription, you will be given the option to subscribe to Apple Music to get full access to Apple Music Classical.\nCloud Library\nYour Apple cloud library, which is a benefit of your Apple Music subscription, allows you to have access to the songs and playlists in your library from any of your devices. This feature sends information from your library on your device to Apple, such as song and artist names, in order to identify and unlock copies of any of your songs that are also available in Apple Music and Apple Music Classical. On Mac, any songs that can’t be found in Apple Music are uploaded to your personal cloud library, so that you can have access to your complete collection from any of your devices through Apple Music. To stop syncing your cloud library on an iOS or iPadOS device, go to Settings > Music and tap to turn off Sync Library. On Mac, open Apple Music and go to Settings > General, then deselect Sync Library.\nApple Music Profile\nIf you want to connect or share with other people using Apple Music, you can create a personal profile by providing a user handle (for example, @johnappleseed), display name, and, if desired, a profile photo and other information. Apple stores this information with your account so that you can access it from any of your devices. Your user handle, display name, and profile photo can appear alongside any content you post and activity that you share on Apple Music. Sharing and posting content are not currently intended for or available to Apple IDs for children.\nOther people may also be able to find your Apple Music profile using the information that you’ve provided.\nYou can make the contents of your profile, like listening activity and playlists, available only to those you choose. However, your profile information, such as handle, display name, photo, your followers, and who you are following, are always visible to everyone.\nWhen you create a profile on Apple Music, we will recommend other Apple Music subscribers with whom you may want to connect as friends. Apple does not learn or store information from your contacts when checking for friends to recommend. Only shortened and encrypted hashes of the phone numbers and email addresses in your contacts are sent to Apple, and then matching Apple Music subscribers to be recommended are determined locally on your device. Apple Music can periodically check your contacts to recommend new friends in the future; you can control this in Account Settings by disabling Contacts on Apple Music. If you do not want to be found by others based on the Apple ID contact information they may have about you in their contacts, you can change this in Account Settings by disabling Allow Finding by Apple ID.\nInformation that you provide in your profile may be updated or removed by you at any time. Whenever you share online, you should think carefully about what you are making public. When you share from Apple Music to other websites or social networks, anything you share is governed by the privacy policies of those other services.\nSharePlay\nWhen you subscribe to Apple Music, you can host and participate in SharePlay sessions when connected to CarPlay or a Bluetooth-connected vehicle. With SharePlay, all participants can control the music playing through Apple Music in the vehicle interface. Apple uses Bluetooth, if enabled on your device, to allow your nearby contacts to discover your Apple Music session and request to join it. Contacts, as well as other participants, can also join the session by scanning the QR code displayed in Apple Music app Settings or the vehicle interface. The name and profile photo of the participants in the session will be visible to everyone in the session. Apple does not retain information about your contacts or other participants that have joined a SharePlay session after the session ends. To end a SharePlay session that you are hosting, tap End in the Apple Music app. If you do not want contacts to be able to discover your device and request to join your Apple Music session, you can turn off discoverability by nearby contacts in the Apple Music app Settings.\nYou can also enable SharePlay sessions in Messages or during a FaceTime call to share music in sync with others. To start a session, select the music you want to listen to, then tap SharePlay in the music options, enter the contacts to share with, then tap “Messages” or “FaceTime” and Start.\nCollaborate on Playlists\nApple Music subscribers can create and collaborate on playlists with other Apple Music subscribers. If you are the creator of the playlist, you can choose to approve each person who joins the playlist, or you can allow anyone with the link to the playlist to join automatically. All participants can add and remove songs from the playlist and add emoji reactions. Contributions are attributed to the individual who made them and are associated with that user’s name and profile photo, if provided, which are editable at any time in the Apple Music app settings. All participants in the playlist, and anyone with access to the playlist, can see and view the name and photo of other participants, and the songs and reactions they have added. To stop collaborating, remove yourself from the playlist in the playlist settings, or if you are the creator, stop the collaboration in the playlist manage collaboration settings. If the creator of the playlist ends the collaboration, the playlist becomes a shared playlist that collaborators will have access to in their Apple Music library.\nPersonalizing and Improving Apple Music and Apple Music Classical\nWhen you use your Apple Music subscription or play free content outside of your library, we may collect information about the songs and videos (where applicable) you play or add to your music library or playlists, the artists you favorite and the content you love or share. Information such as the account, IP address, and device, app, or car interface you used to play, where in Apple Music or Apple Music Classical you were when you played it, the time you played it, and for how long is noted and sent to Apple. We use this information to customize your experience, to send you emails and notifications, and to help us understand how Apple Music and Apple Music Classical are being used so we may improve our services. For example, this information can help us pick the music, videos, and artist content that we show you in the Listen Now and Radio tabs in Apple Music and Apple Music Classical. It also allows us to make other recommendations to you that reflect your tastes, create city charts to show you trending music by city, and to provide personalized Apple Music search results using a mix of information such as your listening history and your favorite genres. We also use this information to pay royalties and prevent or take action against activities that are, or may be, in breach of the Apple Media Services Terms and Conditions or applicable law.\nWe retain this information for the duration of your Apple Music subscription and thereafter for a period of up to two years to communicate with you about music that may be of interest to you and offers for which you may be eligible. We also retain this information where it is necessary for financial reporting for the periods specified by applicable laws relating to such reporting, which vary by region. For most customers, that requires at least a 10-year retention period, but in regions such as China that period can be 30 years.\nIf you use SharePlay to listen to content with other users on Apple Music, the Apple Music app will collect information about the content you listened to during the SharePlay session and the approximate number of participants in the session, but does not retain any information to identify the participants of a SharePlay session.\nCommunicating with You\nApple may use information about your account, such as the Apple products you own and your subscriptions to Apple services, to send you communications about Apple Music and other Apple products, services, and offers that may be of interest to you, including Apple Music Classical and Apple One. Your device serial number and other hardware identifiers may be used to check eligibility for service offers. If you are in a Family Sharing group, Apple may send you communications about products, services, and offers available to you through Family Sharing. If you purchase an Apple One subscription, we may send you emails and push notifications about the features of each of the services for which you have subscribed. Apple may also use information about your activity within Apple Music and Apple Music Classical to send you emails and push notifications about new features, content, and offers available in Apple Music and Apple Music Classical. You can change your email preferences and opt out of receiving these emails by going to appleid.apple.com. To update your notification preferences on your iOS or iPadOS device, go to Settings > Notifications > Music. On Mac, open Apple Music and go to Settings > General > Notifications. Apple uses information about your interactions with our communications, including notifications, to improve our services.\nPreventing Fraud and Other Malicious Activity\nWe compute a device trust score on your device when you attempt a purchase using information about how you use your device, including the approximate number of phone calls or emails you send and receive. The submission is designed so Apple cannot learn the underlying values on your device. The score is stored for a fixed time on our servers.\nDisclosure to Third Parties\nRadio Stations\nWhen you use Apple Music to listen to broadcast radio, your device connects directly to the broadcast radio station to provide you the requested content. When it connects, your device’s IP address will be visible to the broadcast radio station. The handling of your IP address by the broadcast radio station is governed by the privacy policies of the broadcast radio station or its provider.\nRecord Labels, Artists, and Chart Compilers\nWe are obligated to provide some aggregated non-personal data about the use of Apple Music and Apple Music Classical, as well as aggregated user demographics such as age group and gender (which may be inferred from information such as your name and salutation in your Apple ID account), to record labels, publishers, and artists so that they can measure the performance of their creative work and meet royalty and accounting requirements. In addition, we share aggregated listening activity with chart compilers for music charts around the world and with music marketing platforms that help labels and artists reach listeners. In order to determine your subscription eligibility if you subscribe to Apple Music through a third-party partner like a mobile network provider, or to complete your purchase, we share limited personally identifiable information with that partner.\nConnecting Apple Music with Other Apps\niOS and iPadOS apps and apps on non-Apple platforms may request access to Apple Music and your cloud library. If you give such permission to an app, it can access information like your cloud library on device, whether you are an Apple Music subscriber, your music and video play activity, and your Listen Now recommendations. A permitted app can also modify data associated with your account, such as which songs are in your library and playlists. You can disable an app’s access on your iOS or iPadOS device by going to Settings > Privacy & Security > Media & Apple Music. On Mac, go to System Settings > Privacy & Security > Privacy > Media & Apple Music. If you have removed the app or granted an app access using a version of iOS earlier than iOS 11 or iPadOS, you can disable its access in your Apple Music account settings.\nApple Music Subscriptions Through Your Mobile Network Provider\nIf your mobile network provider offers Apple Music subscriptions and free trials, Apple may check your phone number to determine whether you are eligible through a mobile network provider. If you signed up through your mobile network provider, your phone number is used to identify your account and to let the mobile network provider know that you have activated your subscription. We will use the phone number associated with your subscription to verify your account during sign-in and to connect your Apple Music activity with your account. We also use your phone number to request cancellation of your subscription with your mobile network provider at your request.\nApplicable Legal Basis for Processing Personal Data\nWe process your personal data in Apple Music generally for performance of your contract with Apple, as necessary for providing the service, and to comply with our legal obligations. Where consent is the appropriate legal basis, we seek it in accordance with applicable local law.\nWhere applicable local law provides, we process personal data as necessary for purposes of our legitimate interests or those of a third party, in order to:\nProvide you with access to the content in Apple Music and Apple Music Classical that you listen to, add to your library, or download, and features such as Listen Now\nIdentify and unlock copies of your songs that are also available through Apple Music\nDetermine the availability of content in your region and your eligibility for offers and subscriptions\nHelp to improve and optimize Apple Music and Apple Music Classical for you and others, and send you communications about the Apple Music and Apple Music Classical apps, and other Apple products, services, and offers that may be of interest to you\nCreate and maintain your Apple Music Profile and playlists\nPay royalties to, and provide reporting for, publishers, labels, artists, and chart compilers\nPrevent fraud and other malicious activity\nThe data used includes:\nYour use of the Apple Music and Apple Music Classical apps including your interactions with features, in app notification and messages, and the content you listen to, search for, view, add to your library, and download on Apple Music and Apple Music Classical\nDetails about your device and account\nYour IP address\nYour Apple Music Profile and playlists\nThe device trust score\nNon-Personal Data\nWe may collect, use, transfer, and disclose non-personal data for any purpose. For example, we may aggregate your non-personal data with that of other Apple Music users in order to improve the service. We may also collect certain performance metrics from your device when you use Apple Music, including radio frequency strength, country code, network code, and cellular radio access technology.\nLearn More About Apple Music\nFor more detailed information, including features and pricing, visit www.apple.com/apple-music.\nFor information about Apple Music Web Player & Privacy, visit www.apple.com/legal/privacy/data/en/apple-music-web.\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy\nPublished Date: September 18, 2023\nApple Footer\n\nApple\nLegal\nPrivacy Policy\nHardware and Software\nHardware Warranties\nSoftware License Agreements\nRF Exposure\nMore Resources\nOverview\nGovernment Information Requests\nContact Apple Legal\nGlobal Trade Compliance\nSupplier Provisions\nFilemaker Legal Information\nApple Bag Check Class Action Settlement\nSales & Support\nOverview\nAppleCare\nRepair Terms and Conditions\nExpress Replacement Service\nRemote Support Terms and Conditions\nSales Policies\nCertification Agreements and Policies\nApple Gift Card Terms and Conditions\nTraining Service Terms and Conditions\nSupport Communities Terms of Use\nInternet Services\nOverview\nApple Media Services Terms and Conditions\nApple Gift Card Terms and Conditions\niCloud Terms of Service\nTestFlight Terms and Conditions\nPrivacy Policy\nWebsite Terms of Use\nIntellectual Property\nOverview\nGuidelines for Using Apple Trademarks and Copyrights\nTrademarks\nRights and Permissions\nPiracy Prevention\nUnsolicited Idea Submission Policy\nEducation\nApple School Manager\nEnterprise\nApple Business Manager\nData Transfer Agreements\nMore ways to shop: Find an Apple Store or other retailer near you. Or call 1-800-MY-APPLE.\nUnited States\nCopyright © 2023 Apple Inc. All rights reserved.\nPrivacy Policy Terms of Use Sales and Refunds Legal Site Map"