"MUSIC LEAGUE, LLC\nPRIVACY POLICY\nLast Updated: December 14, 2021\nThis Privacy Policy (this “Policy”) describes the practices of Music League, LLC for collecting, using, maintaining, disclosing, and otherwise processing (collectively, “Processing”) the information that we collect from you, as well as how we protect and secure your data.  If you have additional questions regarding your rights under this Policy or any agreement you may have with Music League, LLC regarding your data, please contact us at support@musicleague.com.  Please read this Policy carefully to understand our Processing of your information and how we will treat it.\nThis Policy generally applies to the information that Music League, LLC Processes.  However, this Policy is subordinate to any specific terms and conditions set forth in any terms of use, end user license agreements, or other agreements you may have with Music League, LLC relating to a particular product, service, or data.  Further, this Policy applies only to information Music League, LLC Processes.  It does not apply to information collected by Music League, LLC’s business partners, which may have their own privacy policies that apply to you.  \nWhat information does Music League, LLC collect? \nThe information Music League, LLC collects can be described as Personal Information and Non-Personal Information, as well as Operations Data (which may or may not be personally identifiable).  We collect this information when you provide it to us or when you use our products or services.  \n“Personal Information” is information that can be used to identify, locate, or contact you, a natural person, as well as any other information about you that we may connect with Personal Information.  For example, Personal Information that we collect includes: \nContact information such as your name, phone number, physical address, email address, username, and password; \nRelationship information such as your preferences or potential interest in Music League, LLC products and services; \nTransactional information such as purchases, services requested, customer service inquiries, and other customer account information; and \nFinancial information such as credit card, banking, or financing information.  \n“Non-Personal Information,” on the other hand, is information that does not identify you as a natural person and is not identifiable to you a natural person.  For example, Non-Personal Information that we collect includes: \nCookies and other similar tracking technologies used in a non-identifiable way; \nInformation we anonymize by rendering it unidentifiable to a natural person; \nInformation we aggregate by combining it with other data in such a way that no natural person can be identified or linked to any specific information; and \nThe name, form, contact details, transaction history, or financial information of legal persons.  \nWhy does Music League, LLC collect this information? \nMusic League, LLC collects and otherwise Processes Personal Information and Operations Data in identifiable forms for a variety of purposes, depending on the information being Processed. In particular, Music League, LLC Processes this information to perform under its contractual obligations to you, providing the products and services you have purchased and Processing information as may be necessary to provide you with the products and services and support you in their use. Music League, LLC also Processes information given its legitimate interest in improving its products and services, enhancing customer experience, and identifying and marketing certain products and services to you. Finally, Music League, LLC may Process information as necessary to comply with a legal obligation. \nTo summarize, Music League, LLC Processes Personal Information and Operations Data in identifiable form for the following purposes: \nTo fulfill orders for Music League, LLC products and services; \nTo operate, deliver, maintain, or otherwise provide the Music League, LLC products and services you request; \nTo support Music League, LLC products and service; \nTo set up and maintain your customer account and allow you to interact with Music League, LLC online; \nTo provide you with customer service by resolving disputes, addressing complaints, and troubleshooting any technical problems encountered;  \nTo measure and understand the effectiveness of Music League, LLC products and services; \nTo improve Music League, LLC products and services; \nTo comply with applicable laws and regulations; and \nTo communicate offers for products and services, including offers based on your interests and usage of Music League, LLC Products and Services, administer promotional events, and engage in other marketing activities that may be of interest to you.  We will provide you the opportunity to opt-out of marketing information or market research inquiries, but we will still need to gather certain information to provide our products and services to you.  \nIf we collect or Process your information for any other purposes, we will disclose it to you at the time it is collected.\nWith respect to Non-Personal Information and Operations Data not in identifiable form, because this information does not identify a natural person Music League, LLC may use and Process it for any purpose.  Music League, LLC expressly reserves the right to use anonymized or aggregated information to improve or develop its products and services, create and publish reports, conduct statistical analyses about customers and equipment, monitor industry trends, and otherwise engage in activities that do not result in the disclosure of identifiable information.   \nTo be clear, Music League, LLC is committed to respecting its customer’s privacy and will only Process your Personal Information or Operations Data in identifiable form for the reasons disclosed herein, and then only in the context of your customer relationship with Music League, LLC. Music League, LLC will not sell, rent, or lease your Personal Information in identifiable form to others. \nWill Music League, LLC share this information with third parties? \nTo provide certain products and services, Music League, LLC may share information with third parties who provide services to us, such as the manufacturers, distributors, and operators of hardware and software used in our service. Music League, LLC may also share information with third parties we engage to assist us in providing you with our products and services, including the Music League, LLC Service. Any third party with whom we share identifiable information will only have access necessary to perform specific tasks on our behalf, will only use the information for this purpose, and will protect your information at least to the same extent that we do.  \nMusic League, LLC may share information to comply with our legal obligations, such as to respond to lawful requests and legal processes.  In the event we are asked to disclose your Personal Information, we will attempt to validate the request and inform you of it.  \nFinally, Music League, LLC may disclose information where needed to affect the sale or transfer of its assets, enforce its rights, protect its property, or protect the rights, property, or safety of others, or as needed to support external auditing, compliance, and corporate governance functions.  \nIf Music League, LLC needs to share your information for a purpose not identified here, we will obtain your consent and disclose this purpose at the time of obtaining your consent.  For example, Music League, LLC may wish to use your information in demonstrations or other marketing materials and will contact you before doing so.  \nHow long will Music League, LLC keep my information? \nMusic League, LLC keeps different kinds of information for different lengths of time, depending on the purpose for which it was processed and your specific situation.  Thus, Music League, LLC will retain information as long as necessary to accomplish the relevant purpose, but no longer.  \nHow does Music League, LLC keep my information secure? \nTaking into account the nature of the information gathered, Music League, LLC maintains administrative, technical, and physical controls that are designed to safeguard Personal Information and Operations Data in identifiable form.  \nWhat are my choices with respect to my information? \nYour first choice is always to limit the information you provide.  You may also opt-out of certain marketing information by visiting our website and communicating your choices to us, or by clicking “unsubscribe” at the bottom of marketing emails you might receive.  \nRegarding cookies and other tracking technologies, you can manage these by adjusting the settings on your browser, commonly referred to as the browser’s “Do Not Track” settings.  All browsers are different, so you may need to visit the “help” section of your browser to learn more about cookie preferences and other privacy settings that may be available.  You can also manage how your mobile device and mobile browser share location information with Music League, LLC, as well as how your mobile browser handles cookies and related technologies by adjusting your mobile device privacy and security settings.  Please refer to instructions provided by your mobile service provider or the manufacturer of your device to learn more.  In general, Music League, LLC will comply with your browser’s “Do Not Track” settings.  \nMusic League, LLC complies with applicable law regarding your ability to access, correct, and delete your identifiable information. If you have an online account, you may be able to log into your account to access and update certain information provided.  \nSubject to the specific terms of your agreement related to the collection of Operations Data, you may be able to opt-out of sharing this information with Music League, LLC.  If you choose to do so, you may no longer have access to this data and would no longer be able to use certain products or services that rely on this data.  \nMusic League, LLC does not intend to offer services or collect Personal Information from children aged 16 and under.  If you believe a child is providing us Personal Information, please contact us directly so we may investigate and delete it.  \nFor assistance with exercising your personal information choices, or if you have any questions about these choices, please contact us at support@musicleague.com or 1-877-796-9343\nFor EU residents: \nThe General Data Protection Regulation (“GDPR”), particularly Articles 15 to 21, affords you a number of rights as a data subject. We encourage you to read and learn about those rights on your own, but the following will help you to begin to understand those rights. \nAccess: This allows you to request from us information about your personal information, including what data we have and how and why it is being processed.\nRectification: In the event that some or all of the personal information that we have concerning you is inaccurate, this gives you the right to have those inaccuracies rectified. \nErasure: In some cases, you may have the right to request that we erase your personal information in our possession.\nRestriction of Processing: This gives you the right, in some circumstances, to have us process your personal information only with your consent.\nObjection to Processing: Where we are processing your personal information on the grounds of its legitimate interests, or to carry out tasks in the public interest or to exercise official authority, you have a right to object to the processing on grounds relating to your particular situation. In cases where you object to our processing of your personal data for direct marketing purposes, the processing will cease.\nData Portability: This allows you to request a copy of your personal information that it has on file and to transfer that information to someone else without any interference from us. In some cases, you may be able to request that we transfer your personal information directly to a third party on your behalf.\nIn addition, to the extent that we process any of your personal information on the basis of your consent, you have the right to withdraw that consent at any time, without affecting the lawfulness of processing that was based on your consent before its withdrawal.\nIf you are a natural person residing in the EU and at any time you believe we have violated one of your rights listed above, or if you believe we are in violation of one or more of the provisions of the GDPR, you have the right to lodge a complaint with a Data Protection Authority. More information about the Data Protection Authorities can be found at https://ec.europa.eu/info/law/law-topic/data-protection/reform/what-are-data-protection-authorities-dpas_en.\nFor California residents: \nThis notice does not apply to employment-related personal information collected from California-based employees, job applicants, contractors, or similar individuals.  \nThe California Consumer Privacy Act (the “CCPA”) affords those who reside in the State of California certain rights as a data subject.  If you are a resident of the State of California, we encourage you to read and learn about those rights on your own, but the following will help you to begin to understand them: \nAccess: You have the right to request that we disclose certain information to you about our collection and use of your personal information.  \nErasure: In some cases, you may have the right to request that we erase your personal  information in our possession.  \nData Portability: This allows you to request a copy of your personal information that we may have and transfer that information to someone else without any interference from us.  In some cases, you may be able to request that we transfer your personal information directly to a third party on your behalf. \nThe CCPA further provides California residents the right to direct us not to sell your personal information.  WE DO NOT SELL YOUR PERSONAL INFORMATION.\nWe will not discriminate against you for exercising any of your CCPA rights.  \nIn addition, California’s “Shine the Light” law permits you to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make a request regarding any of these rights or to ask questions or provide comments about this Privacy Notice for California Residents, please contact us via support@musicleague.com.\nIt is our policy to post any changes to this Privacy Notice on this page.  We may or may not contact you directly concerning significant changes.  We encourage you to visit this page periodically and check for changes.  To the extent permitted by law, your continued use of our services after a change is deemed to be your consent to any such change.  \nFor international residents: \nMusic League, LLC is headquartered in the United States of America. It and its authorized processors may transfer your information to the United States of America and access it from the Unites States of America for the Purposes described in this Policy. Music League, LLC protects the privacy and security of Personal Information in the manner described in this Policy regardless of where it is collected, stored, accessed, or otherwise Processed. \nDoes this Policy ever change? \nMusic League, LLC may post changes to this Policy on this page.  Please refer to the “last updated” date above.  We may or may not contact your directly concerning significant changes, and therefore we encourage you to visit this page periodically and check.  By using Music League, LLC products and services after a change to this Policy, you are deemed to consent to any changes. \n  Music League, LLC\n500 Locust Street; #112\nDes Moines, IA 50309\n  © 2021 Music League.  All rights reserved"