"SKIP TO CONTENT\nSpotify\nPremium\nSupport\nDownload\nSign up\nLog in\nLegalTerms and Conditions of UseCopyright PolicyPrivacy PolicyUser GuidelinesPaid Subscription Terms\nYour privacy is important. As of 5 December, we've updated our Privacy Policy to make it easier to read and include additional detail.\nSpotify Privacy Policy\nEffective as of 5 December 2023\n1. About this Policy\n2. Your personal data rights and controls\n3. Personal data we collect about you\n4. Our purpose for using your personal data\n5. Disclosing your personal data\n6. Data retention\n7. Transfer to other countries\n8. Keeping your personal data safe\n9. Children\n10. Changes to this Policy\n11. How to contact us\n1. About this Policy\nThis Privacy Policy describes how we process your personal data at Spotify USA Inc. From now on, we'll call it the 'Policy'.\nIt applies to your use of:\nall Spotify streaming services as a user. For example this includes:\nyour use of Spotify on any device\nthe personalization of your user experience. Watch our personalization explainer video to learn more about this\nthe infrastructure required to provide our services\nconnection of your Spotify account with another application\nboth our free or paid streaming options (each a 'Service Option')\nother Spotify services which include a link to this Policy. These include Spotify websites, Customer Service and the Community Site\nFrom now on, we'll collectively call these the 'Spotify Service'.\nFrom time to time, we may develop new or offer additional services. They'll also be subject to this Policy, unless stated otherwise when we introduce them. In some cases, we may provide different or additional policies or notices about our information practices. For example, if you reside in California, Colorado, Connecticut, Utah or Virginia, our Supplemental U.S. State Privacy Notice applies in addition to this Policy.\nThis Policy is not...\nthe Spotify Terms of Use, which is a separate document. The Terms of Use outline the legal contract between you and Spotify for using the Spotify Service. It also describes the rules of Spotify and your user rights\nabout your use of other Spotify services which have their own privacy policy. Other Spotify services include Anchor and Megaphone.\nOther resources and settings\nKey information about your personal data is right here in this Policy. However, you might want to take a look at our other privacy resources and controls:\nPrivacy Center: A user-friendly hub with summaries of key topics and helpful videos. It includes the 'Your Privacy Controls' video which shows you how to exercise your user rights and make choices about the way we process your data. See Section 2 'Your personal data rights and controls' for more on user rights.\nPrivacy Settings: Control the processing of certain personal data, including tailored advertising.\nNotification Settings Set which marketing communications you get from Spotify.\nSettings (found in the Desktop and Mobile versions of Spotify): Control certain aspects of the Spotify Service such as 'Social' or 'Explicit Content'. On the 'Social' setting, you can:\nstart a Private session\nchoose whether to share what you listen to on Spotify with your followers\nchoose whether to show your recently played artists on your public profile\nOn the 'Explicit Content' setting you can control whether explicit-rated content can be played on your Spotify account.\nCookies Policy: Information on how we use cookies and how to manage your cookie preferences. Cookies are files saved on your phone, tablet or computer when you visit a website.\n2. Your personal data rights and controls\nPrivacy laws give certain rights to individuals over their personal data.\nThe table below explains:\nyour rights\ncircumstances when they apply\nhow to use them\nYou can also watch our video about Your Privacy Controls.\nIt’s your right to... How?\nBe informed Be informed of the personal data we process about you and how we process it. We inform you:\nthrough this Policy\nthrough information provided to you as you use the Spotify Service\nby answering your specific questions and requests when you contact us\nKnow/Access Request to know and access the personal data we process about you.\nTo request a copy of your personal data from Spotify, either:\nuse the ‘Download your data’ tool in your account Privacy Settings, or\ncontact us\n\nWhen you download your data you will receive the information about your data that Spotify has to provide under applicable laws. If you would like more information about how we process your personal data, you can contact us.\nCorrection Request that we amend or update your personal data where it’s inaccurate. You can edit your User Data under ‘Edit profile’ in your account or by contacting us.\nDeletion Request that we delete certain of your personal data.\nPlease note there are situations where Spotify is unable to delete your data, for example when:\nit’s still necessary to process the data for the purpose we collected it for\nwe have an overriding interest in continuing to process the data, for example where we need the data to protect our services from fraud\nSpotify has a legal obligation to keep the data, or\nSpotify needs the data to establish, exercise or defend legal claims. For example, if there’s an unresolved issue relating to your account\nThere are several ways you can delete personal data from Spotify:\nto remove audio content from your profile select the relevant content and choose to remove it. For example, you can remove playlists from your profile, or remove a track from your playlist\nto request deletion of your other personal data from Spotify (and thus close your account), follow the steps on our support page. This data includes your User Data, Usage Data and other data listed in Section 3 ‘Personal data we collect about you’\nyou can also contact us to request deletion or reach out to customer support via our chat bot\nRight to Opt-Out Request to opt out of the processing of your personal data for ‘sharing’ or ‘targeted advertising’ purposes, as defined under certain privacy laws.\nFor more information about our processing for these purposes, see the section ‘Tailored advertising controls’ below. You can exercise your right to opt out in your account Privacy Settings under ‘Tailored Ads’.\nIf you do not have an account or are not logged in, you can also opt-out by clicking the 'Your Privacy Choices' link at the footer of our website.\nData portability Request a copy of your personal data in electronic format and the right to transmit that personal data for use in another party’s service. For information about how to exercise the right to portability, see ‘Know/Access’ above.\nNot be subject to automated decision making Not be subject to a decision based solely on automated decision making (decisions without human involvement), including profiling, where the decision would have a legal effect on you or produce a similarly significant effect. Spotify does not carry out this type of automated decision making in the Spotify Service.\nWithdrawal of consent Withdraw your consent to us collecting or using your personal data.\nYou can do this if Spotify is processing your personal data solely based on your consent. To withdraw your consent, you can:\nadjust the relevant control on Spotify\ncontact us\nVerifying requests, generally\nTo verify a consumer request to know, request to delete, and request to correct, we ask you to provide certain details related to your Spotify account. Please note, if you do not have a Spotify account we will not have enough information about you to verify your identity and respond to your requests, as we do not keep sufficient information necessary to re-identify and link you to a prior visit to the Spotify Service where data may have been collected. As such, we will be unable to verify and honor your requests.\nHousehold requests\nIf all the members of a household make an access, correction or deletion request, we will respond as if the requests are individual requests.\nTailored advertising controls\nWhat is tailored advertising?\nThis is when we use information about your use of our Services and other websites and mobile apps to tailor ads to be more relevant to you. This is also known as interest based advertising, targeted advertising, or 'sharing' for purposes of cross-context behavioral advertising.\nAn example of tailored advertising is when an advertising partner has information suggesting you like cars. This could enable us to show you ads about cars.\nHow to control tailored advertising:\nYou can control tailored advertising in your account Privacy Settings under 'Tailored Ads'.\nIf you do not have an account or are not logged in, you can also opt-out by clicking the 'Your Privacy Choices' link at the footer of our website\nYou can also control tailored advertising for some podcasts using the link in the episode's show description. This applies where the content provider inserts advertising into the podcast to fund it. The hosting provider, which might not be Spotify, manages these controls for the podcast.\nIf you are 'opted out' of Tailored Ads in your Privacy Settings, you may still get advertising. This can include on our free Service Option, as well as our paid Service Option, as applicable (for example, advertising in podcasts). This type of advertising is based on your registration information and what you are currently listening to on our services. For example, if you are listening to a cooking podcast, you may hear an ad for a food processor.\nAppropriate age for tailored advertising:\nThe appropriate age for tailored advertising is determined by the country you are in and what rules apply to tailored advertising in that country. You will not receive Tailored Ads unless you have reached the appropriate age.\nYou will not be able to 'opt-in' to Tailored Ads if you are under the appropriate age.\nYou will start to receive Tailored Ads once you reach the appropriate age for your country. When this happens, you will receive a message within the Spotify Service to let you know. This message will contain a link to the Privacy Settings where you can change your preferences or 'opt-out' of Tailored Ads at any time.\n3. Personal data we collect about you\nThese tables set out the categories of personal data we collect from you. You can also watch our video about Personal Data at Spotify.\nCollected when you sign up for the Spotify Service or when you update your account\nCategories Description\nUser Data Personal data that we need to create your Spotify account and that enables you to use the Spotify Service.\nThe type of data collected and used depends on the type of Service Option you have. It also depends on how you create your account, the country you are in, and if you use third party services to sign in. This may include your:\n\nprofile name\nemail address\npassword\nphone number\ndate of birth\ngender\nstreet address (see further details below)\ncountry\nuniversity/college (for Spotify Premium Student)\n\nWe receive some of this data from you e.g. from the sign up form or account page.\nWe also collect some of this data from your device e.g. country or region. For more information about how we collect and use this data, see ‘Your general (non-precise) location’ in the Usage Data category.\nStreet Address Data We may ask for and process your street address for the following reasons:\nto check eligibility for a Service Option\nto deliver notices which are required by law\nto deliver support options\nfor billing and tax administration\nto deliver physical goods or gifts which you have requested\n\nIn some cases, we may use a third party application to help you verify your address, such as Google Maps.\nCollected through your use of the Spotify Service\nCategories Description\nUsage Data\nPersonal data collected and processed about you when you’re accessing or using the Spotify Service.\nThere are a few types of information this includes, listed in the following sections.\nInformation about how you use Spotify\nExamples include:\ninformation about your Spotify Service Option\nyour actions with the Spotify Service (including date and time), such as:\nsearch queries\nstreaming history\nplaylists you create\nyour library\nbrowsing history\naccount settings\ninteractions with other Spotify users\nyour use of third party services, devices and applications in connection with the Spotify Service\ninferences (i.e., our understanding) of your interests and preferences based on your usage of the Spotify Service\ncontent you provide when participating in Spotify promotions, such as contests or sweepstakes\ncontent you post to any part of the Spotify Service. For example: images, audio, text, titles, descriptions, communications, and other types of content\n\nYour technical data\nExamples include:\nURL information\nonline identifiers such as cookie data and IP addresses\ninformation about the devices you use such as:\ndevice IDs\nnetwork connection type (e.g. wifi, 4G, LTE, Bluetooth)\nprovider\nnetwork and device performance\nbrowser type\nlanguage\ninformation enabling digital rights management\noperating system\nSpotify application version\ninformation which enables us to discover and connect with third party devices and applications. Examples of this information are the device name, device identifiers, brand and version. Examples of third party devices and applications are:\ndevices on your wifi network (such as speakers) which can connect to the Spotify Service\ndevices your operating system makes available when connecting via Bluetooth, plugin, and installation\nSpotify partner applications to determine whether the application is installed on your device\n\n\nYour general (non-precise) location\nYour general location includes country, region or state. We may learn this from technical data (e.g. your IP address, language setting of your device) or payment currency.\nWe need this to:\nmeet geographic requirements in our agreements with the owners of content on the Spotify Service\ndeliver content and advertising that’s relevant to you\n\n\nYour device sensor data\nMotion-generated or orientation-generated device sensor data if needed to provide features of the Spotify Service that require this data. This is data which your device collects about the way you move or hold your device.\nAdditional data you may choose to give us\nCategories Description\nPayment and Purchase Data If you make any purchases from Spotify or sign up for a paid Service Option or a trial, we will need to process your payment data.\nThe exact personal data collected and used will vary depending on the payment method. It will include information such as:\nname\ndate of birth\npayment method type (e.g. credit or debit card)\nif using a debit or credit card, the card type, expiration date, and certain digits of your card numberNote: For security, we never store your full card number\nZIP/postal code\nmobile phone number\ndetails of your purchase and payment history\nSurvey and Research Data When you respond to a survey or take part in user research, we collect and use the personal data you provide as described in the survey or research.\nWe receive some of the data mentioned above from third parties. The below table describes the categories of those third parties.\nThird party sources that we receive your data from\nCategories of third parties Description Data categories\nAuthentication partners If you register for or log into the Spotify Service using another service, that service will send your information to us. This information helps create your account with us. User Data\nThird party applications, services and devices you connect to your Spotify account If you connect your Spotify account to a third party application, service or device, we may collect and use information from them. This collection is to make the integration possible.\nThese third party apps, services or devices may include:\nsocial media\ndevices including:\naudio (e.g. speakers and headphones)\nsmart watches\ntelevisions\nmobile phones and tablets\nautomotive (e.g. cars)\ngames consoles\nservices or platforms such as voice assistants or content platforms\nWe’ll ask your permission before we collect your information from certain third parties. User DataUsage Data\nTechnical service partners We work with technical service partners that give us certain data. This includes mapping IP addresses to non-precise location data (e.g., country or region, city, state).\nThis makes it possible for Spotify to provide the Spotify Service, content, and features.\nWe also work with security service providers who help us protect user accounts. User DataUsage Data\nPayment partners and Merchants If you choose to pay through third parties (e.g. telco carriers) or by invoice, we may get data from our payment partners.\nThis allows us to:\nsend you invoices\nprocess your payment\ngive you what you’ve purchased\n\nIf we direct you to a merchant, we receive data from the merchant that is related to your purchase. For example, we might direct you to an artist’s merchandise store on a third party platform or to a third party ticketing website.\nReceiving this data allows us to:\ncalculate any commissions owed to us\nanalyze the effectiveness of our partnership with these merchant partners\nunderstand your interests\nPayment and Purchase Data\nAdvertising and marketing partners We receive inferences from certain advertising or marketing partners. These inferences are the partners’ understanding of your interests and preferences.\nThis allows us to deliver more relevant ads and marketing. Usage Data\nAcquired companies We may receive data about you from companies we acquire. This is to enhance our services, products, and offerings. User DataUsage Data\nIf you download the Spotify mobile app and try Spotify using a logged out user experience, we will collect limited information about your usage of the Spotify Service, including Usage Data. We do this to understand how you are accessing and using the Service. We also do this to ensure we provide the right experience for you, for example based on your country or region. If you decide to create a Spotify account to experience our service in full, then we will combine this data with your Spotify account data.\n4. Our purpose for using your personal data\nThe table below sets out:\nour purpose for processing your personal data\ncategories of personal data which we use for each purpose. See more about these categories in Section 3 'Personal data we collect about you'\nYou can also watch our video about Personal Data at Spotify.\nPurpose for processing your data Categories of personal data used for the purpose\nTo provide the Spotify Service in accordance with our contract with you.\nFor example, when we use your personal data to:\nset up an account for you\npersonalize your account, or\nprovide the Spotify app when you download it onto your device\nUser Data\nStreet Address Data\nUsage Data\nPayment and Purchase Data\nTo provide further parts of the Spotify Service.\nFor example, when we use your personal data to enable you to share a link to Spotify content with someone else.\nUser Data\nStreet Address Data\nUsage Data\nPayment and Purchase Data\nTo provide certain additional voluntary features of the Spotify Service. When this is the case, we will clearly ask for your consent.\nUser Data\nUsage Data\nSurvey and Research Data\nPayment and Purchase Data\nTo diagnose, troubleshoot, and fix issues with the Spotify Service.\nUser Data\nUsage Data\nTo evaluate and develop new features, technologies, and improvements to the Spotify Service.\nFor example:\nwe use personal data to develop and improve our personalized recommendation algorithms\nwe analyze how our users react to a particular new feature and see whether we should make any changes\nUser Data\nUsage Data\nSurvey and Research Data\nFor marketing or advertising where the law requires us to collect your consent.\nFor example, when we use cookies to understand your interests or the law requires consent for email marketing.\n\nUser Data\nUsage Data\nSurvey and Research Data\nFor other marketing, promotion and advertising purposes where the law does not require consent.\nFor example, when we use your personal data to tailor advertising to your interests.\n\nUser Data\nUsage Data\nSurvey and Research Data\nTo comply with a legal obligation that we are subject to.\nThis might be:\nan obligation under the law of the country / region you are in\nSwedish law (because of our headquarters in Sweden), or\nEU law that applies to us\n\nFor example, when we use your date of birth when required for age verification purposes.\nUser Data\nStreet Address Data\nUsage Data\nPayment and Purchase Data\nSurvey and Research Data\nTo comply with a request from law enforcement, courts, or other competent authorities.\n\nUser Data\nStreet Address Data\nUsage Data\nPayment and Purchase Data\nSurvey and Research Data\nTo fulfill contractual obligations with third parties.\nFor example, when we provide pseudonymized data about our users’ listening because we have an agreement with a Spotify rightsholder to do so.\nPseudonymized data means that your data is identified by a code rather than your name or other directly identifying information.\n\nUser Data\nUsage Data\nPayment and Purchase Data\nTo take appropriate action with reports of intellectual property infringement and inappropriate content.\nUser Data\nUsage Data\nPayment and Purchase Data\nTo establish, exercise, or defend legal claims.\nFor example, if we are involved in litigation and we need to provide information to our lawyers in relation to that legal case.\nUser Data\nStreet Address Data\nUsage Data\nPayment and Purchase Data\nSurvey and Research Data\nTo conduct business planning, reporting, and forecasting.\nFor example, when we look at aggregated user data like the number of new sign ups in a country in order to plan new locations to launch our products and features in.\nUser Data\nUsage Data\nPayment and Purchase Data\nTo process your payment.\nFor example, when we use your personal data to let you purchase a Spotify subscription.\nUser Data\nPayment and Purchase Data\nStreet Address Data\n\nTo keep the Spotify Service secure and to detect and prevent fraud.\nFor example, when we analyze Usage Data to check for fraudulent use of the Spotify Service.\nUser Data\nStreet Address Data\nUsage Data\nPayment and Purchase Data\nTo conduct research and surveys.\nFor example, when we contact our users to ask for your feedback.\nUser Data\nUsage Data\nSurvey and Research Data\n5. Disclosing your personal data\nThis section sets out who receives personal data which is collected or generated through your use of the Spotify Service.\nPublicly available information\nThe following personal data will always be publicly available on the Spotify Service (except to any user you have blocked):\nyour profile name\nyour profile photo\nyour public playlists\nother content you post on the Spotify Service, and any associated titles, descriptions and images\nYou or another user can share certain information on third party services, like social media or messaging platforms. This includes:\nyour profile\nany content you post on Spotify and details about that content\nyour playlists and any associated titles, descriptions and images\nWhen this sharing occurs, the third party service may store a copy of it to support their features.\nPersonal data you may choose to disclose\nWe will only disclose the following personal data with those outlined in the table below\nwhere you have chosen to use a Spotify Service feature, or a third party application, service or device, and we need to disclose personal data to enable this, or\nif you otherwise grant us your permission to disclose the personal data. For example, you can do it by selecting the appropriate setting in the Spotify Service or by giving your consent.\nCategories of recipients\nCategories of data you can choose to share Reason for choosing to share\nThird party applications, services and devices you connect to your Spotify account\nUser Data\nUsage Data\n\nTo connect your Spotify account, or so that you can use the Spotify Service in connection with third party applications, services or devices.\nExamples of such third party applications, services and devices include:\nsocial media applications\nspeaker devices\ntelevisions\nautomotive platforms\nvoice assistants\n\nYou can see and remove many third party connections under ‘Apps’ in your account.\nSupport community\nUser Data\nTo enable you to use the Spotify Support Community service.\nWhen you register for an account on the Spotify Support Community, we’ll ask you to create a profile name. This will be publicly displayed to anyone who uses the Spotify Support Community. We’ll also display any questions or comments you post.\nOther Spotify users\nUser Data\nUsage Data\nTo share information about your use of the Spotify Service with other Spotify users. These could include your followers on Spotify.\nFor example, under ‘Social’ settings you can choose to share your recently played artists and your playlists on your profile. You can also choose to create or join a shared playlist with other users. Shared playlists give you social recommendations based on your listening activity.\nArtists and record labels\nUser Data\nTo receive news or promotional offers from artists, record labels or other partners.\nYou may choose to share your User Data for this purpose. You’ll always have the option to change your mind and withdraw your consent at any time.\nInformation we may disclose\nSee this table for details of who we disclose to and why.\nCategories of recipients Categories of data Reason for disclosing\nService providers\nUser Data\nStreet Address Data\nUsage Data\nPayment and Purchase Data\nSurvey and Research Data\nSo they can provide their services to Spotify.\nThese service providers include those we hire to:\ngive customer support\noperate the technical infrastructure we need to provide the Spotify Service\nassist in protecting and securing our systems and services (e.g. Google’s reCAPTCHA)\nhelp market Spotify’s (and our partners’) products, services, events and promotions\nverify your eligibility for certain types of Service Options (e.g., Spotify Premium Student)\nPayment partners\nUser Data\nPayment and Purchase Data\nSo they can process your payments, and for anti-fraud purposes.\nAdvertising partners\nUser Data\nUsage Data\nSo they can help us deliver more relevant advertising to you on the Spotify Service, and help measure the effectiveness of ads.\nFor example, our ad partners help us facilitate tailored advertising.\nWith respect to Spotify Service users under the age of 16, we do not disclose personal data to advertising partners by default.\nMarketing Partners\nUser Data\nUsage Data\nTo promote Spotify with our partners. We disclose certain User Data and Usage Data to these partners where necessary to:\nenable you to participate in Spotify promotions, including trials or other bundled offers\nto promote Spotify in media and advertising published on other online services\nhelp us and our partners to measure the effectiveness of Spotify promotions\n\nExamples of partners include:\nmarketing or sponsorship partners\nwebsites and mobile apps who sell us advertising space on their services\ndevice, app and mobile partners who also offer Spotify promotions\n\nOur partners may also combine the personal data we disclose to them with other data they collect about you, e.g. your use of their services. We and our partners may use this information to present you with offers, promotions, or other marketing that we think you’ll find relevant.\nWith respect to Spotify Service users under the age of 16, we do not disclose personal data to marketing partners by default.\nTicketing and event partners\nUser Data\n\nFor every event for which we sell tickets, we will need to disclose your name, email or other order details to our event partners such as ticketing agent or venue box office where the event is taking place so that you can check-in as a verifiable guest who purchased tickets through Spotify’s ticketing platform.\nHosting Platforms\nUsage Data\nHosting platforms host podcasts so that they can deliver them to you. We disclose certain data, such as your IP address, to the hosting platforms when you play a podcast. We also allow you to stream podcasts available from other hosting platforms not owned by Spotify.\n\nPodcast providers should explain in the show or episode description which platform is hosting the podcast. See the hosting platform’s own privacy policy for how they use data disclosed to them.\nAcademic researchers\nUser Data\nUsage Data\nFor activities such as statistical analysis and academic study, but only in a pseudonymized format.\nOther Spotify group companies, including companies that Spotify acquires\nUser Data\nStreet Address Data\nUsage Data\nPayment and Purchase Data\nSurvey and Research Data\n\nTo carry out our daily business operations and so we can maintain, improve and provide the Spotify Service and acquired companies’ services to you.\nFor example:\nenabling our employees who work for different group companies to develop and improve features for the Spotify Service\ndisclosing data to our measurement companies to measure the effectiveness of ad campaigns that run on the Spotify Service\ndisclosing data to our podcast companies to better understand user listening trends\n\nLaw enforcement and other authorities, or other parties to litigation\nUser Data\nUsage Data\nWhen we believe in good faith it’s necessary for us to do so, for example:\nto comply with a legal obligation\nto respond to a valid legal process (such as a search warrant, court order, or subpoena)\nfor our own or a third party’s justifiable interest, relating to:\nnational security\nlaw enforcement\nlitigation (a court case)\ncriminal investigation\nprotecting someone’s safety\npreventing death or imminent bodily harm\nPurchasers of our business\nUser Data\nStreet Address Data\nUsage Data\nPayment and Purchase Data\nSurvey and Research Data\nIf we were to sell or negotiate to sell our business to a buyer or possible buyer.\nIn this case, we may transfer your personal data to a successor or affiliate as part of that transaction.\n6. Data retention\nWe keep your personal data only as long as necessary to provide you with the Spotify Service and for Spotify's legitimate and essential business purposes, such as:\nmaintaining the performance of the Spotify Service\nmaking data-driven business decisions about new features and offerings\ncomplying with our legal obligations\nresolving disputes\nHere are some of the categories of our retention periods, and the criteria we use to determine them:\nData retained until you remove it\nIt's your right to request that we delete certain of your personal data. See the section on 'Deletion' in Section 2 'Your personal data rights and controls' for more information, and the circumstances in which we can act on your request.\nYou can also delete certain personal data directly from the Spotify Service: for example, you can edit or delete your profile picture. Where users are able to see and update the personal data themselves, we keep the information for as long as the user chooses unless one of the limited purposes described below applies.\nData that expires after a specific period of time\nWe have set certain retention periods so that some data expires after a specific period of time. For example, personal data you may input as part of search queries is generally deleted after 90 days.\nData retained until your Spotify account is deleted\nWe keep some data until your Spotify account is deleted. Examples of this include your Spotify username and profile information. We also typically keep streaming history for the life of an account, for example, to provide retrospective playlists that users enjoy and personalized recommendations that take listening habits into account (for example, Your Time Capsule or Your Summer Rewind). When your Spotify account is deleted, this category of data is deleted or de-identified.\nData retained for extended time periods for limited purposes\nAfter your account is deleted, we keep some data for a longer time period but for very limited purposes. For example, we may be subject to legal or contractual obligations that require this. These may include mandatory data retention laws, government orders to preserve data relevant to an investigation, or data kept for the purposes of litigation. We may also keep data that has been removed from the Spotify Service for a limited period of time. This could be:\nto help ensure user safety, or\nto protect against harmful content on our platform.\nThis helps us investigate potential breaches of our User Guidelines and Platform Rules. On the other hand, we will remove unlawful content if the law requires us to do so.\n7. Transfer to other countries\nBecause of the global nature of our business, Spotify transfers personal data internationally with Spotify group companies, subcontractors and partners when carrying out the activities described in this Policy.\nWhenever we transfer personal data internationally, we use tools to make sure the data transfer complies with applicable law.\nWe also identify and use additional protections as appropriate for each data transfer. For example, we use:\ntechnical protections, such as encryption and pseudonymization\npolicies and processes to challenge disproportionate or unlawful government authority requests\n8. Keeping your personal data safe\nWe're committed to protecting our users' personal data. We put in place appropriate technical and organizational measures to help protect the security of your personal data. However, be aware that no system is ever completely secure.\nWe have put various safeguards in place to guard against unauthorized access and unnecessary retention of personal data in our systems. These include pseudonymization, encryption, access, and retention policies.\nTo protect your user account, we encourage you to:\nuse a strong password which you only use for your Spotify account\nnever share your password with anyone\nlimit access to your computer and browser\nlog out once you have finished using the Spotify Service on a shared device\nread more detail on protecting your account\nYou can log out of Spotify in multiple places at once by using the 'Sign out everywhere' function on your account page.\nIf other individuals have access to your Spotify account, then they can access personal data, controls and the Spotify Service available in your account. For example, you might have allowed someone to use your account on a shared device.\nIt's your responsibility to only allow individuals to use your account where you're comfortable sharing this personal data with them. Anyone else's use of your Spotify account may impact your personalized recommendations and be included in your data download.\n9. Children\nNote: This Policy doesn't apply to Spotify Kids unless the Spotify Kids Privacy Policy says so. Spotify Kids is a separate Spotify application.\nThe Spotify Service has a minimum 'Age Limit' in each country or region. The Spotify Service is not directed to children whose age:\nis under the age of 13 years\nmakes it illegal to process their personal data, or\nrequires parental consent to process their personal data\nWe do not knowingly collect or use personal data from children under the applicable Age Limit. If you're under the Age Limit, do not use the Spotify Service, and do not provide any personal data to us. Instead, we recommend using a Spotify Kids account.\nIf you're a parent of a child under the Age Limit and become aware that your child has provided personal data to Spotify, contact us.\nIf we learn that we've collected the personal data of a child under the applicable Age Limit, we'll take reasonable steps to delete the personal data. This may require us to delete the Spotify account for that child.\nWhen using a shared device on the main Spotify Service, be cautious about playing or recommending any inappropriate content to individuals under 18 years old.\n10. Changes to this Policy\nWe may occasionally make changes to this Policy.\nWhen we make material changes to this Policy, we'll provide you with prominent notice as appropriate under the circumstances. For example, we may display a prominent notice within the Spotify Service or send you an email or device notification.\n11. How to contact us\nFor any questions or concerns about this Policy, contact our Data Protection Officer any one of these ways:\nemail privacy@spotify.com\nwrite to us at: Spotify USA Inc., 150 Greenwich Street, Floor 62, New York, NY 10007, USA\nSpotify USA Inc. is the data controller of personal data processed under this Policy.\n© Spotify USA Inc.\nSpotify\nCOMPANY\nAbout\nJobs\nFor the Record\nCOMMUNITIES\nFor Artists\nDevelopers\nAdvertising\nInvestors\nVendors\nUSEFUL LINKS\nSupport\nWeb Player\nFree Mobile App\nUSA\nLegal\nPrivacy Center\nPrivacy Policy\nCookies\nAbout Ads\nAccessibility\nNotice at Collection\nYour Privacy Choices\n© 2023 Spotify AB"